module.exports = [
  {
    keys: ['J.1.1国家级教学成果奖', 'J.1.2省级教学成果奖', 'J.1.3学校教学成果奖', 'J.1.4 全国自制实验教学仪器奖', 'K.1.3国家科学技术奖', 'K.1.6教育部高等学校科学研究优秀成果奖（科学技术类）', 'K.1.7省部级科学技术奖、成果转化奖、浙江省科学技术重大贡献奖', 'K.1.8国家奖励办认可并拥有直接推荐国家科技奖励指标的学会、协会及其他社会力量设立的科学技术奖励', 'K.1.9其他在国家奖励办备案并认可的学会、协会及其他社会力量设立的科学技术奖励', 'K.1.1 国家社会科学基金项目优秀成果奖', 'K.1.2 教育部高等学校科学研究优秀成果奖（人文社科类）', 'K.1.3 孙冶方、陶行知等著名民间基金奖励', 'K.1.4 省哲学社会科学优秀成果奖', 'G.2.1国家科技奖（国防类）', 'G.2.2国防科技奖、军队科技奖', 'G.2.3国防科技创新团队奖', 'G.2.4军工集团科技奖', 'G.2.5其他省部级国防军工奖项'],
    params: ['成果名称', '等级', '单位排序', '获奖人', '获奖人排序', '时间', '分值'],
    handle () {

    }
  },
  {
    keys: ['K.1.1国家最高科学技术奖', 'K.1.2国家科学技术进步奖特等奖', 'K.1.10中国专利金奖', 'K.1.11中国专利优秀奖', 'K.1.12浙江省专利金奖', 'K.1.13浙江省专利优秀奖', 'K.1.14厅局级优秀成果一等奖', 'K.1.7 全国美展', 'K.1.8 浙江省美展', 'K.1.9厅局级人文社科成果奖'],
    params: ['成果名称', '单位排序', '获奖人', '获奖人排序', '时间', '分值']
  },
  {
    keys: ['J.2.1国家级人才培养模式改革创新实验区', 'J.2.2国家级综合改革试点专业', 'J.2.3全国示范性工程专业学位研究生联合培养基地', 'J.2.4首次/复核通过教育部工程教育专业认证', 'J.2.5国家级卓越计划项目', 'J.2.6首次获得/复核通过国家级中外合作办学机构', 'J.2.7首次获得/复核通过国家级中外合作办学项目', 'J.2.8国家特色专业项目', 'J.2.9省级优势（重点）专业建设项目', 'J.2.10省级特色专业建设项目', 'J.2.11校级专业建设项目', 'J.3.1国家级课程①', 'J.3.2教育部研究生课程建设试点课程', 'J.3.4省级课程②', 'J.3.7学校课程建设项目'],
    params: ['成果名称', '负责人', '时间', '分值']
  },
  {
    keys: ['J.3.3国家级规划教材', 'J.3.5经教务处认定一级出版社出版教材', 'J.3.6其他经教务处认定的新出版教材', 'K.4.1在国家一级出版社名录出版的学术著作', 'K.4.2被翻译为外文的学术专著', 'K.4.3在正式出版社出版的学术专著', 'K.4.1 入选国家哲学社会科学成果文库', 'K.4.2 在国家一级出版社名录出版的著作'],
    params: ['成果名称', '作者', '排序', '出版社名称', '时间', '分值']
  },
  {
    keys: ['J.4.1国家级教学团队', 'J.4.2省级教学(创新)团队', 'J.4.3学校教学团队', 'J.4.4国家实验教学示范中心/虚拟仿真实验教学中心', 'J.4.5省级实验教学示范中心/虚拟仿真实验教学中心', 'K.5.1获得国家自然科学基金创新研究群体', 'K.5.2获得国家级科学研究中心、重点实验室、研发中心、工程中心等平台', 'K.5.3获得教育部创新团队', 'K.5.4获得省部级重点实验室、研发中心、工程中心等平台', 'K.5.5 获得浙江省重点科技创新团队', 'K.3.1 获得国家“2011”协同创新中心、国家高端智库、教育部人文社会科学重点研究基地、教育部高校智库', 'K.3.2 省级基地、平台、智库和团队', 'G.1.1国防重点学科实验室、国防科技创新团队、教育部重点实验室（B类）、国防特色学科、省部级军民融合平台、国防科技重点实验室、国防科技创新基地、国防科技工业先进制造技术研究应用中心', 'G.1.2省部级国防、安全保密类重点实验室、研发中心、工程中心等平台'],
    params: ['成果名称', '负责人', '团队成员', '团队成员排序', '时间', '分值']
  },
  {
    keys: ['J.5.1教育部高等教育教学改革立项项目', 'J.5.2全国教育科学规划课题', 'J.5.3省部级教学改革立项项目③', 'J.5.4厅局级高等教育教学改革立项项目④', 'J.5.5学校教学改革研究重点项目'],
    params: ['成果名称', '主持人', '时间', '分值']
  },
  {
    keys: ['J.5.6一级期刊及以上发表教学改革论文', 'J.5.7核心期刊发表教学改革论文', 'K.2.3 CSSCI来源期刊收录论文'],
    params: ['成果名称', '刊物名称', '刊物级别', '时间', '作者', '分值']
  },
  {
    keys: ['J.6.1指导研究生获得国家优博论文/优博提名', 'J.6.2省级优秀学位论文博士/硕士', 'J.6.3指导学生学科竞赛获得国家级奖项⑤', 'J.6.4指导学生学科竞赛获得省级奖项⑤'],
    params: ['成果名称', '获奖名称', '作者', '指导教师', '时间', '分值']
  },
  {
    keys: ['J.6.5指导学生第一作者发表一级及以上期刊论文（第一指导老师署名）', 'J.6.6指导学生第一作者授权发明专利（第一指导老师署名）', 'J.6.7指导本科生第一作者发表核心期刊论文（第一指导老师署名）'],
    params: ['成果名称', '刊物名称', '刊物级别', '时间', '指导教师', '分值']
  },
  {
    keys: ['J.7.1赴国（境）外联合培养（3个月以上）学生', 'J.7.4外派交换生、交流生'],
    params: ['姓名', '出国（境）地区', '时间', '人数', '分值']
  },
  {
    keys: ['J.7.2学历留学生', 'J.7.3非学历留学生'],
    params: ['姓名', '来源国、地区', '入学时间', '人数', '分值']
  },
  {
    keys: ['J.7.5学生赴境外参加国际会议、作口头或主题报告', 'S.2.4新增教师赴境外参加国际会议、作口头或主题报告'],
    params: ['姓名', '出国（境）地区', '报告名称', '次数', '分值']
  },
  {
    keys: ['K.1.4何梁何利等基金奖励', 'K.1.5教育部高等学校科学研究优秀成果奖青年科学奖', 'K.1.5 中宣部“五个一工程”奖', 'K.1.6 浙江省“五个一工程”奖'],
    params: ['成果名称', '人员', '排序', '时间', '分值']
  },
  {
    keys: ['K.2.1美日欧授权发明专利', 'K.2.2其它国家或地区授权发明专利', 'K.2.6国内授权发明专利', 'K.2.7已实施许可的发明专利', 'K.2.8已实施转让的发明专利'],
    params: ['成果名称', '授权时间', '发明人', '分值']
  },
  {
    keys: ['K.2.3正式颁布的国际标准', 'K.2.4正式颁布的强制性国家标准', 'K.2.5正式颁布的推荐性国家标准或强制性行业标准', 'G.3.4国防发明专利授权'],
    params: ['成果名称', '颁布时间', '发明人', '分值']
  },
  {
    keys: ['K.2.9单项发明专利转让金额150万以上', 'K.2.10发明专利转让合计金额100万或单项发明专利转让金额50万以上', 'K.2.11单项发明专利转让20万以上', 'G.3.1单项国防发明专利转让金额500万以上', 'G.3.2单项国防发明专利转让金额100万以上', 'G.3.3单项国防发明专利转让金额40万以上'],
    params: ['成果名称', '授权时间', '发明人', '转让金额', '分值']
  },
  {
    keys: ['K.3.1《Science》、《Nature》', 'K.3.2《Nature》子刊论文、美国科学院院刊（PNAS）、数学年刊（Annals of Mathematics）、美国化学会志（JACS）、物理评论快报（PRL）'],
    params: ['成果名称', '作者', '排序', '时间', '分值']
  },
  {
    keys: ['K.3.3《SCI》1区论文', 'K.3.4《SCI》2区论文', 'K.3.5《SCI》3区论文', 'K.3.6《SCI》4区论文'],
    params: ['成果名称', '期刊名称', '通讯作者、第一作者', '时间', '分值']
  },
  {
    keys: ['K.3.7被ESI收录的学术期刊论文（不考虑排序）'],
    params: ['成果名称', '期刊名称', '作者', '时间', '分值']
  },
  {
    keys: ['K.3.8列为“ESI期刊热点”论文', 'K.3.9列为“ESI期刊高被引”论文', 'K.3.10 《EI》收录或学科认可的一级目录期刊'],
    params: ['成果名称', '期刊名称', '作者', '发表时间', '分值']
  },
  {
    keys: ['K.6.1国家级重大项目', 'K.6.2国家杰出青年科学基金项目', 'K.6.3国家重点项目', 'K.6.4国家优青项目', 'K.6.5国家基金面上项目', 'K.6.6国家青年基金及招标项目', 'K.6.7重大重点项目子课题（100万及以上）', 'K.6.8其他国家基金项目', 'K.6.9浙江省自然科学基金重点项目', 'K.6.10浙江省自然科学基金杰出青年基金项目', 'K.6.11浙江省自然科学基金类项目', 'K.7.1国家级项目（1000万以上）', 'K.7.2国家重点研发计划重点专项项目（含国家科技支撑计划、973计划、863计划项目）；国家科技重大专项；其他国家级科技计划项目（500万及以上）；国家重点研发计划项目课题（或项目任务）（600万及以上）；国家科技支撑计划、973计划、863计划项目课题（400万及以上）', 'K.7.3其他国家级科技计划项目（200万及以上）；国家重点研发计划项目课题（或项目任务）（300万及以上）；国家科技支撑计划、973计划、863计划项目课题（200万及以上）', 'K.7.4其他国家级科技计划项目；国家科技支撑计划、973计划、863计划项目课题或子课题（80万及以上）；国家重点研发计划项目课题（或项目任务）（100万及以上）', 'K.7.5省部级重大科技专项项目；省部级重点研发计划项目；工信部、教育部或其他省部级重大或重点项目', 'K.7.6国家级科技计划项目课题或子课题（30万以上）；省重大科技专项、重点研发专项或其他省部级重大或重点项目子课题（50万及以上）', 'K.7.7浙江省科技计划项目（含公益、软科学等）；工信部、教育部等其它部委计划项目', 'K.8.1理工科类企事业单位委托项目（横向）年度实到科研经费达到50万元及以上', 'K.8.2理工科类企事业单位委托项目（横向）年度实到科研经费达到100万元及以上', 'K.8.3理工科类企事业单位委托项目（横向）年度实到科研经费达到300万元及以上', 'K.8.4理工科类企事业单位委托项目（横向）年度实到科研经费达到1000万元及以上', 'K.5.1 国家级重大项目', 'K.5.2 国家重点项目', 'K.5.3 国家社科基金项目', 'K.5.4其他国家级项目', 'K.5.5 教育部人文社科重大招标项目', 'K.5.6 教育部人文社科项目', 'K.5.7省社科规划重大招标、重点项目、一般项目', 'K.5.8其他省部级项目', 'K.6.1人文社科类企事业单位委托项目（横向）年度实到科研经费达到20万元及以上', 'K.6.2人文社科类企事业单位委托项目（横向）年度实到科研经费达到60万元及以上', 'K.6.3人文社科类企事业单位委托项目（横向）年度实到科研经费达到180万元及以上', 'G.4.1军用电子元器件型谱、新品类项目；型号类项目；国防装备探索（创新）研究类项目；国防装备基础加强类项目；国防基础科研重大、重点项目；国防技术基础科研重大、重点项目；武器装备预先研究演示验证类项目', 'G.4.2武器装备预先研究项目；国防基础科研一般项目；国防技术基础科研一般项目；武器装备预先研究基金重点项目；国防科技工业技改类配套项目；其他国家级国防科研重大、重点项目', 'G.4.3武器装备预先研究基金项目；国防重点实验室开放基金（10万及以上）；航空基金项目（10万及以上）；公检法安保类的项目（10万及以上）；其他国家级国防科研项目', 'G.4.4其他国防重点实验室开放基金；其他国防安保类厅局级计划项目', 'G.5.1国防类企事业单位委托项目（横向）年度实到科研经费达到30万元及以上', 'G.5.2国防类企事业单位委托项目（横向）年度实到科研经费达到90万元及以上', 'G.5.3国防类企事业单位委托项目（横向）年度实到科研经费达到270万元及以上'],
    params: ['成果名称', '经费', '立项单位', '主持人', '时间', '分值']
  },
  {
    keys: ['K.9.1科技合作平台'],
    params: ['平台名称', '合作人员', '时间', '分值']
  },
  {
    keys: ['K.9.2扶持企业升级改造'],
    params: ['企业名称', '升级项目', '参与人员', '时间', '分值']
  },
  {
    keys: ['K.9.3培育科技型公司'],
    params: ['公司名称', '成立时间', '分值']
  },
  {
    keys: ['K.9.4国际合作科研（研创）平台、项目'],
    params: ['平台、项目名称', '合作单位', '时间', '分值']
  },
  {
    keys: ['K.9.5主办/承办国际学术会议及展览'],
    params: ['会议、展览名称', '时间', '分值']
  },
  {
    keys: ['K.9.6国外或国际组织资助的项目'],
    params: ['项目名称', '资助单位', '时间', '分值']
  },
  {
    keys: ['K.2.1《中国社会科学》、一级权威期刊或被《新华文摘》、《中国社会科学文摘》转摘的论文（3000字以上）、《人民日报》、《光明日报》理论版发表的学术类有杭电署名的理论文章（2000字以上）、《SSCI》《A&HCI》收录论文、咨询报告或政策建议，被中共中央或国务院采纳并得到国家领导人重要批示的研究成果、国家社科基金项目成果被国家哲社规划办《成果要报》刊发', 'K.2.2 被《SCI》收录的学术期刊论文，一级期刊论文（人文社科类），得到省部级单位主要领导同志批示并被采纳的研究成果'],
    params: ['成果名称', '刊物名称/领导批示', '时间', '作者', '分值']
  },
  {
    keys: ['G.3.5国防GF报告'],
    params: ['成果名称', '作者', '时间', '分值']
  },
  {
    keys: ['G.3.6国防安保类成果通过国防科技报奖申报鉴定或得到省部级领导同志采用或批示的GF报告'],
    params: ['成果名称', '作者', '鉴定/批示单位', '时间', '分值']
  },
  {
    keys: ['G.3.7正式颁布的国军标', 'G.3.8正式颁布的推荐性（国防、安全、保密类）标准或强制性（国防、安全、保密类）行业标准', 'G.3.9国防资质三证许可条目（新增国军标/新增装备承制资质/  新增武器装备科研生产许可）'],
    params: ['成果名称', '颁布单位', '颁布时间', '分值']
  },
  {
    keys: ['S.1.1院士', 'S.1.2新增专任教师国家级人才', 'S.1.3新增专任教师省部级人才'],
    params: ['姓名', '人才名称', '分值']
  },
  {
    keys: ['S.1.4新增海外、985高校及国家级科研院所博士生'],
    params: ['姓名', '毕业院校', '分值']
  },
  {
    keys: ['S.1.5新增博士后流动站'],
    params: ['流动站名称', '分值']
  },
  {
    keys: ['S.2.1新增在国际学术组织任职或拥有外国文教专家'],
    params: ['姓名', '任职组织', '分值']
  },
  {
    keys: ['S.2.2新增专任教师访学六个月', 'S.2.3新增专任教师访学十二个月以上'],
    params: ['姓名', '出访国家、地区', '出访时间', '分值']
  }
]
